{
  "search_placeholder": "Suchen...",
  "button_open": "Alle Details öffnen",
  "button_close": "Alle Details schließen",
  "label_best": "Bestes:",
  "label_good": "Gut:",
  "label_avoid": "Vermeiden:",
  "profiles": [
    {
      "name": "Milch",
      "best": "Reine rohe Vollmilch von zertifizierten, gesunden, grasgefütterten Tieren, vorzugsweise von alten Rassen wie Jerseys und Guernseys, die fettreiche Milch produzieren.",
      "good": "Vollfette, pasteurisierte, nicht homogenisierte Milch von grasgefütterten Tieren ohne zugesetzte Vitamine. Diese Milch ist am besten, wenn sie zu kultivierten Milchprodukten wie Joghurt und Kefir verarbeitet wird.",
      "avoid": "Fettarme und Magermilch; ultrahocherhitzte Milch; homogenisierte Milch; aromatisierte Milch wie Schokoladenmilch; Milch von Tieren, die nicht grasgefüttert sind; Milch mit zugesetzten Vitaminen; verarbeitete Imitationsmilch aus Soja, Reis, Mandeln, Hafer, Hanf usw."
    },
    {
      "name": "Frischkäse",
      "best": "Roher Vollfrischkäse, Frischkäse und anderer Frischkäse von grasgefütterten Tieren ohne Zusatzstoffe.",
      "good": "Hüttenkäse, Frischkäse und Frischkäse aus pasteurisierter Vollmilch, vorzugsweise von grasgefütterten Tieren, ohne Zusatzstoffe.",
      "avoid": "Alle fettarmen und fettfreien Hüttenkäse, Frischkäse und Frischkäse sowie solche mit Zusatzstoffen; Hüttenkäse, Frischkäse und Frischkäse aus homogenisierter Milch und/oder Sahne."
    },
    {
      "name": "Hartkäse",
      "best": "Vollroher Käse aus Milch von grasgefütterten Tieren, mit Lab aus Tieren hergestellt und nicht höher als 110° erhitzt. Wenn geräuchert, muss er natürlich geräuchert sein. Viele importierte und handwerkliche Käse gehören zu dieser Art. Viele handwerkliche Käse können über Webseiten wie cheesesociety.org gefunden werden.",
      "good": "Vollroher Käse aus Milch von Tieren, die nicht grasgefüttert sind. Vollmilchkäse aus Milch, die über 110° erhitzt oder pasteurisiert wurde, vorzugsweise von grasgefütterten Tieren. Wenn geräuchert, muss er natürlich geräuchert sein (Hinweis: Einige Käse, die als 'roh' gekennzeichnet sind, werden tatsächlich aus Milch hergestellt, die erhitzt wurde. Einige werden nur knapp unterhalb des Pasteurisierungsgrads erhitzt. Diese haben wir in der Kategorie 'Gut' statt 'Best' aufgenommen).",
      "avoid": "Fettarmer und verarbeiteter Käse; Käsescheiben; Käseaufstriche und andere käseähnliche Substanzen; Imitationskäse aus Soja, Mandeln, Hanf, Reis usw.; Käse aus homogenisierter Milch; geräucherter Käse, der mit Raucharomen oder Flüssigrauch hergestellt wurde."
    },
    {
      "name": "Sahne",
      "best": "Frische oder kultivierte rohe Sahne von grasgefütterten Tieren. Wie bei roher Milch muss diese in der Regel direkt bei einem Bauern oder über ein Cow-Share-Programm oder eine Kooperative gekauft werden.",
      "good": "Pasteurisierte, nicht homogenisierte Sahne, kultivierte Sahne und saure Sahne ohne Zusatzstoffe.",
      "avoid": "Ultrapasteurisierte Sahne; homogenisierte Sahne, kultivierte Sahne und saure Sahne; Sahne, kultivierte Sahne und saure Sahne mit Zusatzstoffen; Dosen-Schlagsahne; Imitations-Schlagsahne aus pflanzlichen Ölen; nicht-milchhaltige Sahneersatzprodukte."
    },
    {
      "name": "Joghurt und Kefir",
      "best": "Roher, ungesüßter, natürlich kultivierter Joghurt und Kefir ohne Zusatzstoffe, hergestellt aus Vollmilch von grasgefütterten Tieren.",
      "good": "Ungezuckerter, ganzer Joghurt und Kefir aus nicht-homogenisierter Milch, ohne zugesetzte Vitamine, vorzugsweise von grasgefütterten Tieren.",
      "avoid": "Fettarmer und gesüßter Joghurt und Kefir; Joghurt und Kefir aus homogenisierter Milch; Joghurt und Kefir mit zugesetzten Vitaminen."
    },
    {
      "name": "Butter und Ghee",
      "best": "Rohe Butter von grasgefütterten Tieren.",
      "good": "Pasteurisierte Butter und Ghee (geklärte Butter) ohne natürliche Aromen, vorzugsweise von grasgefütterten Tieren.",
      "avoid": "Margarinen und Aufstriche; teilweise gehärtete pflanzliche Öle; Fette; Aufstriche, die Butter mit pflanzlichen Ölen kombinieren; geschlagene Butter; Butter und Ghee mit natürlichen Aromen."
    },
    {
      "name": "Eier",
      "best": "Frische Eier von Freilandgeflügel, vorzugsweise soja-frei.",
      "good": "Bio-Eier oder Eier mit hohem Omega-3-Gehalt.",
      "avoid": "Die meisten kommerziellen Eier, aber wenn dies die einzige verfügbare Option ist, kaufe sie trotzdem, aber esse sie nicht roh."
    },
    {
      "name": "Fette und Öle",
      "best": "Schmalz von freilaufenden Schweinen; Talg und Suet von grasgefütterten Kühen und Schafen; Geflügelfett von freilaufendem Geflügel; Bio-Olivenöl, Bio-natives Kokosöl; unraffiniertes Bio-Palmöl.",
      "good": "Kaltgepresstes oder expellergepresstes Sesamöl, hochölsäurehaltiges Sonnenblumenöl, Erdnussöl, Macadamianussöl, Mandelöl, Walnussöl, Pekannussöl, Pistazienöl, Haselnussöl, Chiasamenöl, Paranussöl, Kürbiskernöl, Camelinaöl, Leinsamenöl und hochölsäurehaltiges Safloröl in kleinen Mengen; raffiniertes Palmöl; raffiniertes Kokosöl; extra natives Olivenöl.",
      "avoid": "Die meisten kommerziellen pflanzlichen und Samenöle, einschließlich Baumwollsamen-, Soja-, Mais-, Raps-, Reiskleie-, Hanf-, Avocado- und Traubenkernöle; alle Margarinen, Aufstriche und teilweise gehärtete pflanzliche Fette."
    },
    {
      "name": "Meeresfrüchte",
      "best": "Frischer oder geräucherter Kaviar und Rogen ohne zugesetzte Farbstoffe; frischer oder gefrorener Ozeanfisch, besonders Hering und Makrele; Schalentiere (Krabben, Hummer, Austern, Muscheln und Miesmuscheln) in Saison; frische oder gefrorene Wildgarnelen, Pazifik- oder Alaskalachs, frisch oder gefroren; Kipper (natürlich geräuchert), getrockneter oder eingelegter Hering, Aal, Makrele und Lachs, die nicht in Dosen sind; getrocknete, gesalzene kleine Fische (verfügbar in asiatischen Märkten); Forelle und Wels aus sauberen Gewässern garantiert; Dosen-Kabeljauleber.",
      "good": "Dosen-Thunfisch ohne hydrolysiertes Eiweiß und andere Zusatzstoffe; Dosen-Sardinen oder Anchovis in Wasser oder Olivenöl; Dosen-Alaskalachs; Dosen-Schalentiere; Dosen-Rogen und Kaviar ohne zugesetzte Farbstoffe.",
      "avoid": "Zuchtlachs, Wels und Forelle; Meeresfrüchte, die Sojaöl, pflanzliche Öle, hydrolysiertes Eiweiß, Zitronensäure, Raucharomen oder Flüssigrauch enthalten; Meeresfrüchte aus China."
    },
    {
      "name": "Frisches Fleisch",
      "best": "Frisches oder gefrorenes Rindfleisch, Kalbfleisch, Lamm, Geflügel, Ziegenfleisch und Schweinefleisch, einschließlich Fett und Innereien, von (vorzugsweise soja- und GMO-freien) Tieren, die weiden durften; Wildbret und anderes Wildfleisch.<br><b>Hinweis: Es ist wichtig, Innereien und Fleisch mit Fett zu konsumieren. Der Verzehr von magerem Fleisch kann zu Mangelerscheinungen führen.</b>",
      "good": "Bio oder natürlich gehaltenes Geflügel, Schweinefleisch, Kalbfleisch und Kaninchen; Rindfleisch, Bison, Lamm und Ziegenfleisch.",
      "avoid": "Die meisten kommerziellen Hühner, Puten und Schweine, die in Käfigen auf industriellen Farmen gehalten werden."
    },
    {
      "name": "Verarbeitetes Fleisch",
      "best": "Würstchen, Speck und verarbeitetes Fleisch von (vorzugsweise soja- und GMO-freien) Tieren, die weiden durften, verarbeitet ohne Zusatzstoffe wie Mononatriumglutamat (MSG) (Hinweis: Produkte, die hydrolysiertes Eiweiß, Zitronensäure, 'Gewürze' oder 'natürliche Aromen' enthalten, enthalten in der Regel MSG). Geweidetes Fleisch, das mit Salz, einer kleinen Menge Zucker und natürlich geräuchert wurde. Auch in Ordnung sind, geweitete Fleischprodukte, die mit Natriumnitrit und zugesetzten Natriumerythorbaten oder Ascorbaten, die Antioxidantien sind, die vom USDA gefordert werden, gepökelt wurden.",
      "good": "Würstchen, Speck und verarbeitetes Fleisch, die mit Selleriesaft, Selleriepulver, Selleriesamen, Spinat, Karottensaft, Karottenpulver, Rote-Bete-Saft, Rote-Bete-Pulver, Natriumnitrat oder Natriumphosphat hergestellt wurden, jedoch ohne MSG und andere fragwürdige Zusatzstoffe.",
      "avoid": "Die meisten kommerziellen Würstchen, Speck und verarbeiteten Fleischprodukte, die MSG, Raucharomen, Flüssigrauch, Torulazeit, Natriumlactat, Trockenmilchpulver oder hohe Mengen an Zusatzstoffen enthalten; verarbeitete Fleischprodukte, die einer Hochdruckbehandlung unterzogen wurden."
    },
    {
      "name": "Pemmikan und Jerky",
      "best": "Pemmikan, Jerky und andere Fleischsnacks aus (vorzugsweise soja- und GMO-freien) Tieren, die weiden durften, verarbeitet ohne Zusatzstoffe wie Mononatriumglutamat (MSG) (Hinweis: Produkte, die hydrolysiertes Eiweiß, Zitronensäure, 'Gewürze' oder 'natürliche Aromen' enthalten, enthalten in der Regel MSG). Geweidetes Fleisch, das mit Salz, einer kleinen Menge Zucker und natürlich geräuchert wurde. Auch in Ordnung sind, geweitete Fleischprodukte, die mit Natriumnitrit und zugesetzten Natriumerythorbaten oder Ascorbaten, die Antioxidantien sind, die vom USDA gefordert werden, gepökelt wurden.",
      "good": "Pemmikan, Jerky und andere Fleischsnacks, die mit Selleriesaft, Selleriepulver, Selleriesamen, Spinat, Karottensaft, Karottenpulver, Rote-Bete-Saft, Rote-Bete-Pulver, Natriumnitrat oder Natriumphosphat hergestellt wurden, jedoch ohne MSG und andere fragwürdige Zusatzstoffe.",
      "avoid": "Die meisten kommerziellen Pemmikan, Jerky und andere Fleischsnacks, die MSG, Raucharomen, Flüssigrauch, Torulazeit, Natriumlactat, Trockenmilchpulver oder hohe Mengen an Zusatzstoffen enthalten."
    },
    {
      "name": "Früchte und Gemüse",
      "best": "Frische Bio-, biodynamische oder wilde Früchte und Gemüse, vorzugsweise lokal und in Saison. Getrocknete Bio-, biodynamische oder wilde Früchte und Gemüse ohne Zucker, Öl, Zusatzstoffe und Konservierungsstoffe, und nicht aus China. Unbesprühte ganze Algen, nicht aus China.",
      "good": "Frische Früchte und Gemüse in Saison (Hinweis: Gut waschen, um so viele Pestizidrückstände wie möglich zu entfernen). Gefrorene Bio-Früchte und -Gemüse ohne Ascorbinsäure und Zitronensäure, und nicht aus China. Dosen-Bio-Tomatenprodukte ohne Zucker und Zitronensäure in BPA-freien Behältern, die keine aseptischen Boxen sind.",
      "avoid": "Die meisten Dosenfrüchte und -gemüse; die meisten hawaiianischen Papayas (die genetisch verändert sind); Goji-Beeren. Früchte, Gemüse und Algen (selbst Bio) aus China. Früchte und Gemüse, die mit Apeel beschichtet sind (Apeel wird oft auf Bio-Früchte und -Gemüse verwendet):"
    },
    {
      "name": "Lacto-fermentierte Gemüse",
      "best": "Ungeheizte, biologische, lacto-fermentierte Gemüse (in Glasgläsern), die mit unraffiniertem Salz und/oder einer Kultur, nicht mit Essig, hergestellt wurden.",
      "good": "Ungeheizte, nicht biologische lacto-fermentierte Gemüse, die mit unraffiniertem Salz und/oder einer Kultur hergestellt wurden; Gemüsekulturen mit rohem Essig.",
      "avoid": "Alle pasteurisierten oder erhitzten Essiggurken und Sauerkraut. Lacto-fermentierte Gemüse, die Zusatzstoffe wie Calciumchlorid enthalten."
    },
    {
      "name": "Lacto-fermentationsstarter",
      "best": "Natürliche Kulturstarter für Kombucha, Milchprodukte, Brot und Gemüse, außer denen, die Maltodextrin enthalten."
    },
    {
      "name": "Getreide und Hülsenfrüchte",
      "best": "Bio-getrocknete Bohnen (außer Sojabohnen, es sei denn, sie werden zur Herstellung von fermentierten Lebensmitteln wie Natto verwendet), Linsen, Vollkornreis, Vollkorngetreide (außer Bulgur) und Vollkorn-Heiße Getreideflocken (die vor dem Kochen eingeweicht werden müssen); wildgeernteter Wildreis; Bio-Popcorn (zum Poppeln zu Hause); Bio-Keimsamen außer Luzerne und Sojabohnen. Alle Getreide sollten in einem sauren Medium eingeweicht werden, um Enzyminhibitoren und Phytinsäure zu minimieren. Kaufen Sie braunen Reis und heiße Getreideflocken in versiegelten Verpackungen, nicht aus offenen Behältern, um Ranzigkeit zu vermeiden.",
      "good": "Bio-eingeweichte Granola; Bio-Dosenhülsenfrüchte (außer Sojabohnen, es sei denn, sie werden zur Herstellung von fermentierten Lebensmitteln wie Natto verwendet), die nur einmal oder zweimal im Monat gegessen werden; Bio-Vollkorn-, Buchweizen-, Mais-, brauner Reis- und Hülsenfrucht-Pasta.",
      "avoid": "Alle nicht-biologischen Getreide und Hülsenfrüchte (die meisten davon sind mit Roundup besprüht); extrudierte Frühstücksflocken; nicht eingeweichte Granola; Bulgur; schnellkochende Getreide; weißer Reis und Produkte aus Weißmehl, einschließlich Pasta; Quinoa-Pasta; nicht-bio Dosengebackene Bohnen und ähnliche Produkte; gepuffte Getreideprodukte wie Reiskuchen; industriell hergestellte moderne Sojaprodukte; Sojabohnen, es sei denn, sie werden zur Herstellung von fermentierten Lebensmitteln wie Natto verwendet; Sojabohnensamen und -keime; Luzernesamen und -keime. Getreide, Hülsenfrüchte und Keimsamen (selbst Bio) aus China."
    },
    {
      "name": "Brot",
      "best": "Sauerteig-, eingeweichte oder gekeimte Brote aus frisch gemahlenem Bio-Vollkornmehl, ohne Zusatzstoffe wie Gluten, Soja, Kleie und teilweise gehärtete Öle.",
      "good": "Brote aus Bio-Mehl, mindestens 50% Bio-Vollkornmehl, ohne Zusatzstoffe wie Gluten, Soja, Kleie und teilweise gehärtete Öle.",
      "avoid": "Brote aus nicht-biologischen Getreiden (die meisten davon sind mit Roundup besprüht); die meisten kommerziellen Brote, die auf Weißmehl basieren und teilweise gehärtete pflanzliche Öle, Soja, Kleie, zusätzliches Gluten oder zahlreiche Zusatzstoffe enthalten. Brote, die Ascorbinsäure, Hanf, braunen Reissirup, Zuckersirup, Ballaststoffe, Schokolade, Kakao oder Kakaopulver enthalten."
    },
    {
      "name": "Mehl und Backzutaten",
      "best": "Bio-Vollkorngetreide, das frisch gemahlen und eingeweicht wurde; Bio-keimende/gefriergetrocknete Getreide, die frisch gemahlen wurden (nicht verpackt und verkauft nach dem Mahlen); aluminiumfreies Backpulver; Bio-geröstetes Johannisbrot und geröstetes Pulver.",
      "good": "Bio-keimende Mehle und Backmischungen, die damit hergestellt wurden; Bio-Vollkornmehle (die eingeweicht werden sollten); begrenzte Verwendung von Bio-unraffiniertem Weißmehl, Mandelmehl (das eingeweicht werden sollte).",
      "avoid": "Ungeweichte Vollkornmehle, gebleichtes Weißmehl, Sojamehl und Backmischungen, die damit hergestellt wurden; Backpulver, das Aluminium enthält; Schokolade, Kakao und Kakaopulver. Keimende Getreide, Hülsenfrüchte und Mehle (auch Bio) aus China."
    },
    {
      "name": "Cracker",
      "best": "Sauerteig-, eingeweichte oder gekeimte Cracker aus frisch gemahlenem Bio-Vollkornmehl, ohne Zusatzstoffe, hinzugefügtes Gluten, Sojamehl, ungeweichte Quinoa, teilweise gehärtete Öle und Agave.",
      "good": "Bio-Vollkorncracker, die ohne Zusatzstoffe, hinzugefügtes Gluten, Sojamehl, ungeweichte Quinoa, teilweise gehärtete Öle und Agave hergestellt wurden.",
      "avoid": "Cracker aus nicht-biologischem Getreide (die meisten sind mit Roundup besprüht); die meisten kommerziellen Cracker, die auf Weißmehl basieren und teilweise gehärtete pflanzliche Öle, Sojamehl oder Zusatzstoffe enthalten. Cracker, die ungeweichte Quinoa, Agave, Schokolade, Kakao oder Kakaopulver enthalten."
    },
    {
      "name": "Nüsse und Samen",
      "best": "Frische Bio- oder wilde rohe Nüsse und Samen (außer Hanf) in versiegelten Verpackungen (nicht aus offenen Behältern); Bio- rohe Mandeln per Versand (da in Läden gekaufte Bio-rohe Mandeln wärmebehandelt wurden); eingeweichte/keimende Nüsse und Samen müssen in gesalzenem Wasser eingeweicht werden. Nuss- und Samenbutter müssen mit in gesalzenem Wasser eingeweichten/keimenden Nüssen und Samen hergestellt werden. Hinweis: Rohe Nüsse und Samen für 6-8 Stunden in gesalzenem Wasser einweichen und in einem Dörrgerät oder im Ofen bei niedriger Temperatur trocknen. In luftdichten Behältern aufbewahren. Walnüsse sollten im Kühlschrank aufbewahrt werden.",
      "good": "Frische rohe und trocken geröstete Nüsse und Samen (außer Hanf); Erdnussbutter aus gerösteten Erdnüssen und andere Nuss- und Samenbutter (außer Hanf), die keine teilweise gehärteten pflanzlichen Öle, Zucker, Agave, Schokolade, Kakao, Kakaopulver, Aromen oder andere Zusatzstoffe enthalten. Hinweis: Rohe Nüsse und Samen für 6-8 Stunden in gesalzenem Wasser einweichen und in einem Dörrgerät oder im Ofen bei niedriger Temperatur trocknen. In luftdichten Behältern aufbewahren. Walnüsse sollten im Kühlschrank aufbewahrt werden.",
      "avoid": "Erdnussbutter, andere Nuss- und Samenbutter und Nussmischungen, die teilweise gehärtete pflanzliche Öle, Zucker, Agave, Schokolade, Kakao, Kakaopulver, Aromen oder andere Zusatzstoffe enthalten; Hanfsamen und -produkte. Nüsse und Samen (auch Bio) aus China."
    },
    {
      "name": "Kokosprodukte",
      "best": "'Wasser', 'Milch' und 'Creme', die aus frischen Kokosnüssen gewonnen werden; ganze Dosen-Kokosmilch (nicht in aseptischen Boxen) ohne Zusatzstoffe; gesüßte getrocknete Kokosnuss; rohes Kokosnussbutter; roher Kokosaufstrich; rohe Kokoscreme; Kokosessig. Alle Dosenprodukte vorzugsweise in BPA-freien Behältern.",
      "good": "Dosen-Kokosmilch und -creme (nicht in aseptischen Boxen) mit Emulgatoren; Dosen-Kokoswasser (nicht in aseptischen Boxen).",
      "avoid": "'Lite' Kokosmilch; gesüßte Kokosnuss; Kokosprodukte, die Konservierungsstoffe enthalten; Kokosprodukte in aseptischen Boxen."
    },
    {
      "name": "Gewürze",
      "best": "Bio-rohe Essigsorten; Bio-alter Balsamico-Essig; Bio-rohe, natürlich fermentierte Sojasauce, Tamari und Miso; Bio-Pfeilwurzelmehl; Bio-Senf; Bio-Geschmacksrichtungen; Bio-Mirin; Bio-fermentierter Ketchup und Saucen; Bio-Natto; Bio-Oliven; frische Gelatine aus Tieren, die mit non-GMO-Futter gefüttert wurden.",
      "good": "Pasteurisierte, natürlich fermentierte Sojasauce, Tamari und Miso ohne Konservierungsstoffe; Ketchup, gesüßt mit Bio-Zucker oder natürlichen Süßstoffen; Saucen mit natürlichen Zutaten und ohne MSG; pasteurisierter Essig ohne natürliche Aromen oder Karamell; Blattgelatine und Gelatinepulver, die aus Tieren, die mit non-GMO-Futter gefüttert wurden, hergestellt werden.",
      "avoid": "Die meisten kommerziellen Saucen, Ketchup und andere Gewürze; flüssige Aminosäuren (einschließlich Kokosnuss); Brühewürfel; destillierter Essig; Gelatine, die aus Tieren hergestellt wird, die mit GMO-Futter gefüttert wurden."
    },
    {
      "name": "Salz und Gewürze",
      "best": "Unraffiniertes Salz (das hellgrau, rosa, rot oder beige in der Farbe ist); frische Gewürzkräuter; nicht-irradiierte getrocknete Gewürzkräuter, Gewürze und Mischungen ohne Zusatzstoffe. Wenn geräuchert, muss es natürlich geräuchert sein.",
      "good": "Nicht-jodiertes Salz; getrocknete Gewürzkräuter, Gewürze und Mischungen ohne Zusatzstoffe; Mischungen, die Salz enthalten.",
      "avoid": "Jodiertes Salz; MSG; Salze, Kräuter, Gewürze und Mischungen, die MSG, Zitronensäure, hydrolysiertes Eiweiß oder andere Zusatzstoffe enthalten. Gewürze und Kräuter (auch Bio) aus China."
    },
    {
      "name": "Suppen und Brühen",
      "best": "Brühe, die aus Knochen von Weidegeflügel, Rind, Kalb, Wasserbüffel, Lamm, Ziege, Wildfleisch und Schweinefleisch, das mit non-GMO-Futter gefüttert wurde, hergestellt wird; Brühe aus Wildmeeresfrüchten oder Bonitoflocken; GMO-freie hausgemachte Suppen auf Basis von hausgemachter Brühe (Knochenbrühe).",
      "good": "GMO-freie Dosenbrühe oder -brühe ohne Zusatzstoffe. Fügen Sie 1-2 Teelöffel Gelatine (empfohlene Marken) zu diesen Dosenbrühen und -brühen hinzu.",
      "avoid": "Die meisten Dosen- und alle dehydrierten Suppen, die mit MSG beladen sind; Brühe, die in Hochtemperatur-aseptischen Boxen verkauft wird; Brühewürfel. Suppen und Brühen, die nicht GMO-frei sind."
    },
    {
      "name": "Snacks",
      "best": "Bio-Kartoffelchips, Plantain-Chips und Popcorn, die in Weideschmalz, Ghee, Kokosnussöl oder Palmöl gebraten wurden; Bio-Popcorn, das zu Hause in Weideschmalz, Ghee, Kokosnussöl oder Palmöl gepoppt wurde.",
      "good": "Bio-Chips und Popcorn, die in Schmalz gebraten wurden (aber möglicherweise Zusatzstoffe enthalten), Olivenöl, Palmöl, hochölsäurehaltiges Sonnenblumenöl oder hochölsäurehaltiges Safloröl; einfache Schweinekrusten.",
      "avoid": "Alle Chips, Popcorn und Snacks, die in teilweise gehärteten pflanzlichen Ölen gebraten wurden; Mikrowellen-Popcorn; Snacks, die Agave, Zitronensäure, ungeweichte Quinoa, Schokolade, Kakao oder Kakaopulver enthalten; Snacks, die mit nicht-biologischem Getreide hergestellt wurden (die meisten davon sind mit Roundup besprüht); nicht-biologische Chips und Popcorn."
    },
    {
      "name": "Kekse, Riegel und Muffins",
      "best": "Kekse, Riegel und Muffins, die mit organischen natürlichen Süßungsmitteln, eingeweichtem oder gekeimtem Vollkornmehl, eingeweichten/getrockneten Nüssen und Samen sowie Butter, Kokosöl oder anderen traditionellen Fetten hergestellt wurden.",
      "good": "Kekse, Riegel und Muffins, die mit Bio-Vollkornmehl, Butter, Palmöl oder Kokosöl hergestellt wurden.",
      "avoid": "Kekse, Riegel und Muffins, die mit nicht-biologischem Getreide (von dem die meisten mit Roundup besprüht sind) hergestellt wurden; die meisten kommerziellen Kekse, Riegel und Muffins, die teilweise gehärtete pflanzliche Öle oder raffinierte Süßungsmittel wie Zucker, Maissirup mit hohem Fructosegehalt und Agave enthalten; Müsliriegel; Energieriegel, insbesondere solche, die Sojaprotein enthalten; Kekse, Riegel und Muffins, die natürliche Aromen, Kaffee, Schokolade, Kakao oder Kakaopulver enthalten."
    },
    {
      "name": "Süßungsmittel",
      "best": "Bio-natürliche Süßungsmittel wie getrockneter Rohrzuckersaft, Ahornzucker, Kokoszucker, Palmzucker und Dattelsirup; Melasse, Ahornsirup, Sorghumsirup und Malzsirupe; rohe, ungefilterte Honig von Bienenstöcken, die frei von Pestiziden, Antibiotika und nicht-biologischen Zuckern sind (Hinweis: roher Honig sollte nicht an Babys gegeben werden); grüne Stevia-Blätter und grünes Stevia-Pulver in kleinen Mengen; Bio-Rohrzucker für die Herstellung von Kombucha.",
      "good": "Roher, unverfälschter Honig, vorzugsweise ungefiltert. Bio-Marmelade, die mit natürlichen Süßungsmitteln und ohne Ascorbinsäure und Zitronensäure hergestellt wurde.",
      "avoid": "Weißzucker, Maissirup, Maissirup mit hohem Fructosegehalt, brauner Reissirup, Fructose, Agave, Yaconsirup, Imitationssirupe, erhitzter Honig, konzentrierte Fruchtsäfte, Mönchfrucht; weiße Stevia-Extrakte (flüssig und Pulver), künstliche Süßstoffe wie Sucralose (Splenda) und Aspartam (Nutra-Sweet und Equal), Zuckeralkohole wie Xylit; Marmeladen, die mit Zucker, Ascorbinsäure oder Zitronensäure hergestellt wurden."
    },
    {
      "name": "Eiscreme",
      "best": "Hausgemachte Eiscreme (außer Schokolade und solche mit natürlichen Aromen), die mit Sahne von grasgefütterten Tieren (vorzugsweise roh), Eigelb, echter Vanille und natürlichen Süßungsmitteln hergestellt wurde.",
      "good": "Einfache Geschmacksrichtungen (wie Vanille oder Pistazie) von kommerzieller Eiscreme, die mit rBGH-freier Milch, Sahne, Eigelb und echter Vanille hergestellt wurde (Hinweis: Leider wird alle kommerzielle Eiscreme mit homogenisierter Sahne und Milch hergestellt).",
      "avoid": "Alle kommerziellen Eiscreme-Marken enthalten eine Form von Frostschutzmittel, das Propylenglykol genannt wird und nicht auf den Etiketten aufgeführt ist. Kommerzielle Eiscreme-Marken sollten nur in sehr mäßigen Mengen gegessen werden. Vermeiden Sie Eiscreme, die ohne Sahne hergestellt wurde und solche, die Verlängerungsmittel, Sojaprodukte, Magermilchpulver, Eipulver, Agave, künstliche oder natürliche Aromen, Vanillearoma, Schokolade, Kakao, Kakaopulver oder Zusatzstoffe enthalten."
    },
    {
      "name": "Getränke",
      "best": "Bio-lacto-fermentierte Getränke (in Glasbehältern) wie Kombucha (hergestellt mit Bio-schwarzem Tee) und Kvass; Mineralwasser ohne Süßstoffe und Aromen in Dosen oder Glasflaschen.",
      "good": "Kräuterkaffee-Ersatz; Bio-Kräutertees ohne natürliche Aromen, Luzerne, Kakao, Schokolade, Kakaopulver, Zitronensäure und Koffein, in Maßen (und Vorsicht bei Kräutertees, einige können drogenähnliche Effekte haben); Bio-ungepasteurisiertes Bier und Bio-Wein.",
      "avoid": "Erfrischungsgetränke; Diätgetränke; Frucht- und Gemüsesäfte; fluoridiertes Wasser; Kaffee; Tee (außer Bio-Schwarztee, der zur Herstellung von Kombucha verwendet wird); Wasser in Plastikflaschen; Getränke, die Fructose, Maissirup mit hohem Fructosegehalt, Agave, künstliche Süßstoffe, Zuckeralkohole, Stevia-Blattextrakt, natürliche Aromen, Hanf, Luzerne, Zitronensäure, Koffein, Ascorbinsäure, zugesetzte Vitamine oder Mineralien, Schokolade, Kakao oder Kakaopulver enthalten."
    },
    {
      "name": "Nährstoffreiche Öle",
      "best": "Vitaminreiche fermentierte Lebertran aus Kabeljau, Emu-Öl und fermentiertes Rochenleberöl; ungefiltertes Kabeljauöl, bei dem die natürlichen Vitamine erhalten bleiben.",
      "good": "Verarbeitetes Kabeljauöl mit synthetischen Vitaminen in den richtigen Verhältnissen: zehn oder weniger Einheiten Vitamin A pro Einheit Vitamin D und mit mindestens 2.500 IE Vitamin A und 250 IE Vitamin D pro Teelöffel.",
      "avoid": "Kabeljauöl mit niedrigen Gehalten an Vitamin A und/oder niedrigen Gehalten an Vitamin D."
    }
  ]
}

