{
    "search_placeholder": "Search...",
    "button_open": "Open All Details",
    "button_close": "Close All Details",
    "label_best": "Best:",
    "label_good": "Good:",
    "label_avoid": "Avoid:",
    "profiles": [
      {
        "name": "Milk",
        "best": "Clean raw whole milk from certified healthy grass-fed animals, cow milk preferably from old-fashioned breeds that produce high-fat milk, such as Jerseys and Guernseys.",
        "good": "Full-fat, pasteurized, non-homogenized milk from grass-fed animals without added vitamins. This milk is best if made into cultured dairy products such as yogurt and kefir.",
        "avoid": "Lowfat and skim milk; ultra-pasteurized milk; homogenized milk; flavored milk like chocolate milk; milk from animals that are not grass-fed; milk with added vitamins; processed imitation milk made from soy, rice, almonds, oats, hemp, etc."
      },
      {
        "name": "Fresh Cheese",
        "best": "Raw whole cottage cheese, cream cheese, and fresh cheese from grass-fed animals, with no additives.",
        "good": "Cottage cheese, cream cheese and fresh cheese from pasteurized whole non-homogenized milk, preferably grass-fed, with no additives.",
        "avoid": "All lowfat and fat-free cottage cheese, cream cheese and fresh cheese, and those made with additives; cottage cheese, cream cheese and fresh cheese made from homogenized milk and/or cream."
      },
      {
        "name": "Aged Cheese",
        "best": "Whole raw cheese made with milk from grass-fed animals, using animal rennet, and heated no higher than 110°. If smoked, must be naturally smoked. Many imported and artisan cheeses are of this type. Many artisanal cheeses can be found through websites such as cheesesociety.org.",
        "good": "Whole raw cheese made with milk from animals not grass-fed. Whole milk cheese made from milk heated over 110° or pasteurized milk, preferably from grass-fed animals. If smoked, must be naturally smoked (Note: Some cheeses labeled 'raw' are actually made from milk that has been heated. Some are heated to just below the pasteurizing point. We have included these in the 'Good' category rather than 'Best').",
        "avoid": "Lowfat and processed cheese; cheese slices; cheese spreads and other cheese-like substances; imitation cheese made from soy, almonds, hemp, rice, etc.; cheese made from homogenized milk; smoked cheese made with smoke flavoring or liquid smoke."
      },
      {
        "name": "Cream",
        "best": "Fresh or cultured raw cream from grass-fed animals. As with raw milk, this usually must be purchased directly from a farmer or through a cow-share program or co-op.",
        "good": "Pasteurized non-homogenized cream, cultured cream and sour cream without additives.",
        "avoid": "Ultra-pasteurized cream; homogenized cream, cultured cream and sour cream; cream, cultured cream and sour cream with additives; canned whipped cream; imitation whipped cream made with vegetable oils; non-dairy creamers."
      },
      {
        "name": "Yogurt and Kefir",
        "best": "Raw plain naturally cultured yogurt and kefir without additives, made with whole non-homogenized milk from grass-fed animals.",
        "good": "Plain, whole yogurt and kefir from non-homogenized milk, without added vitamins, preferably grass-fed.",
        "avoid": "Lowfat and sweetened yogurt and kefir; yogurt and kefir from homogenized milk; yogurt and kefir with added vitamins."
      },
      {
        "name": "Butter and Ghee",
        "best": "Raw butter from grass-fed animals.",
        "good": "Pasteurized butter and ghee (clarified butter) without natural flavors, preferably grass-fed.",
        "avoid": "Margarines and spreads; partially hydrogenated vegetable oils; shortenings; spreads combining butter with vegetable oils; whipped butter; butter and ghee containing natural flavors."
      },
      {
        "name": "Eggs",
        "best": "Fresh eggs from pastured poultry, preferably soy-free.",
        "good": "Organic or high-omega 3 eggs.",
        "avoid": "Most commercial eggs, but if this is all that is available, buy them anyway, but do not eat them raw."
      },
      {
        "name": "Fats and Oils",
        "best": "Lard from pigs raised outdoors; tallow and suet from grass-fed cows and sheep; poultry fat from pastured poultry; organic olive oil, organic virgin coconut oil; unrefined organic palm oil.",
        "good": "Cold pressed or expeller pressed sesame, high-oleic sunflower, peanut, macadamia, almond, walnut, pecan, pistachio, hazelnut, chia seed, Brazil nut, pumpkin seed, camelina, flax and high oleic safflower oils in small amounts; refined palm oil; refined coconut oil; extra virgin olive oil.",
        "avoid": "Most commercial vegetable and seed oils including cottonseed, soy, corn, canola, rice bran, hemp, avocado and grapeseed oils; all margarines, spreads and partially hydrogenated vegetable shortenings."
      },
      {
        "name": "Seafood",
        "best": "Fresh or smoked caviar and roe without added coloring; fresh or frozen ocean-going fish, especially herring and mackerel; shellfish (crab, lobster, oysters, clams and mussels) in season; fresh or frozen wild shrimp, Pacific or Alaskan salmon, fresh or frozen; kippered (naturally smoked), dried or pickled herring, eel, mackerel and salmon that have not been canned; dried, salted small fish (available in Asian markets); trout and catfish guaranteed from clean waters; canned cod liver.",
        "good": "Canned tuna without hydrolyzed protein and other additives; canned sardines or anchovies in water or olive oil; canned Alaskan salmon; canned shellfish; canned roe and caviar without added colorings.",
        "avoid": "Farmed salmon, catfish and trout; seafood containing soy oil, vegetable oil, hydrolyzed protein, citric acid, smoke flavoring or liquid smoke; seafood from China."
      },
      {
        "name": "Fresh Meat",
        "best": "Fresh or frozen beef, veal, lamb, poultry, goat and pork, including fat and organ meats, from (preferably soy-free and GMO-free) animals allowed to graze; venison and other game meat.<br><b>Note: It is important to consume organ meats and meat with the fat. Consumption of lean meats can lead to deficiencies.</b>",
        "good": "Organic or naturally raised poultry, pork, veal and rabbit; beef, bison, lamb and goat.",
        "avoid": "Most commercial chicken, turkey and pork, which is raised in confinement on industrial farms."
      },
      {
        "name": "Processed Meat",
        "best": "Sausage, bacon and processed meats from (preferably soy-free and GMO-free) animals allowed to graze, processed without additives such as mono-sodium glutamate (MSG) (Note: Products containing hydrolyzed protein, citric acid, 'spices' or 'natural flavors' usually contain MSG). Pastured meats cured with salt, a small amount of sugar and naturally smoked. Also fine, pastured meats cured with sodium nitrite and added sodium erythorbates or ascorbates, which are antioxidants required by the USDA.",
        "good": "Sausage, bacon and processed meats made with the help of celery juice, celery powder, celery seed, spinach juice, spinach powder, carrot juice, carrot powder, beet juice, beet powder, sodium nitrate or sodium phosphate but without MSG and other questionable additives.",
        "avoid": "Most commercial sausage, bacon and processed meats containing MSG, smoke flavoring, liquid smoke, torule yeast, sodium lactate, dry milk powder or high levels of additives; processed meats that are high-pressure treated."
      },
      {
        "name": "Pemmican and Jerky",
        "best": "Pemmican, jerky and other meats snacks made from (preferably soy-free and GMO-free) animals allowed to graze, processed without additives such as monosodium glutamate (MSG) (Note: Products containing hydrolyzed protein, citric acid, 'spices' or 'natural flavors' usually contain MSG). Pastured meats cured with salt, a small amount of sugar and naturally smoked. Also fine, pastured meats cured with sodium nitrite and added sodium erythorbates or ascorbates, which are antioxidants required by the USDA.",
        "good": "Pemmican, jerky and other meat snacks made with the help of celery juice, celery powder, celery seed, spinach juice, spinach powder, carrot juice, carrot powder, beet juice, beet powder, sodium nitrate or sodium phosphate but without MSG and other questionable additives.",
        "avoid": "Most commercial pemmican, jerky and other meat snacks containing MSG, smoke flavoring, liquid smoke, torula yeast, sodium lactate, dry milk powder or high levels of additives."
      },
      {
        "name": "Fruits and Vegetables",
        "best": "Fresh organic, biodynamic or wild fruits and vegetables, preferably local and in season. Dried organic, biodynamic or wild fruits and vegetables with no added sugar, oil, additives and preservatives, and not from China. Unsprayed whole sea vegetables not from China.",
        "good": "Fresh fruits and vegetables in season (Note: Wash well to remove as much pesticide residue as possible). Frozen organic fruits and vegetables without ascorbic acid and citric acid, and not from China. Canned organic tomato products without sugar and citric acid in BPA-free container that are not aseptic boxes.",
        "avoid": "Most canned fruits and vegetables; most Hawaiian papaya (which is genetically engineered); goji berries. Fruits vegetables and seaweed (even organic) from China. Any fruits and vegetables coated with Apeel (Apeel is often used on organic fruits and vegetables):"
      },
      {
        "name": "Lacto-Fermented Vegetables",
        "best": "Unheated, organic lacto-fermented vegetables (in glass jars) made with unrefined salt and/or a culture, not vinegar.",
        "good": "Unheated, non-organic lacto-fermented vegetables made with unrefined salt and/or a culture; vegetables cultures with raw vinegar.",
        "avoid": "All pasteurized or heated pickles and sauerkraut. Lacto-fermented vegetables containing additives such as calcium chloride."
      },
      {
        "name": "Lacto-Fermentation Starters",
        "best": "Natural culturing starters for kombucha, dairy products, bread and vegetables, except those containing maltodextrin."
      },
      {
        "name": "Grains and Legumes",
        "best": "Organic dried beans (except soybeans unless used for making fermented foods such as natto), lentils, whole grain rice, whole grains (except bulgur) and whole grain hot cereals (which must be soaked before cooking); wildcrafted wild rice; organic popcorn (to pop at home); organic sprouting seeds except alfalfa and soybean. All grains should be soaked in an acidic medium to minimize enzyme inhibitors and phytic acid. Purchase brown rice and hot cereals in sealed packages, not from bins, to avoid rancidity.",
        "good": "Organic soaked granola; organic canned legumes (except soybeans unless used for making fermented foods such as natto), eaten only once or twice a month; organic whole grain, buckwheat, corn, brown rice and legume pasta.",
        "avoid": "All non-organic grains and legumes (most of which are sprayed with Roundup); extruded cold breakfast cereals; unsoaked granola; bulgur; quick cooking grains; white rice and white flour products including pasta; quinoa pasta; non-organic canned baked beans and similar products; puffed grain products, such as rice cakes; factory-made modern soy foods; soybeans unless used for making fermented foods such as natto; soybean sprouting seeds and sprouts; alfalfa seeds and sprouts. Grains, legumes and sprouting seeds (even organic) from China."
      },
      {
        "name": "Bread",
        "best": "Sourdough, soaked or sprouted breads made from freshly ground organic whole grain flour, without additives such as gluten, soy, bran and partially hydrogenated oils.",
        "good": "Breads made with organic flour, at least 50% organic whole grain flour, without additives such as gluten, soy, bran and partially hydrogenated oils.",
        "avoid": "Breads made with non-organic grains (most of which are sprayed with Roundup); most commercial breads based on white flour and containing partially hydrogenated vegetable oils, soy, bran, added gluten, or numerous additives. Breads containing ascorbic acid, hemp, brown rice syrup, sugar syrup, out fiber, chocolate, cocoa or cacao."
      },
      {
        "name": "Flour and Baking Supplies",
        "best": "Organic whole grains which are freshly ground and soaked; organic sprouted/dehydrated grains which are freshly ground (not packaged and sold after being ground; aluminium-free baking powder; organic roasted carob and roasted powder.",
        "good": "Organic sprouted flours and baking mixes made with them; organic whole grain flours (which should be soaked); limited use of organic unbleached white flour, almond flour (should be soaked).",
        "avoid": "Unsoaked whole grain flours, bleached white flour, soy flour and baking mixes made with them; baking powder containing aluminium; chocolate, cocoa and cacao. Sprouted grains, legumes and flours (even organic) from China."
      },
      {
        "name": "Crackers",
        "best": "Sourdough, soaked or sprouted crackers made from freshly ground organic whole grain flour, without additives, added gluten, soy flour, unsoaked quinoa, partially hydrogenated oils and agave.",
        "good": "Organic whole grain crackers, made without additives, added gluten, soy flour, unsoaked quinoa, partially hydrogenated oils and agave.",
        "avoid": "Crackers made with non-organic grain (most are sprayed with Roundup); most commercial crackers based on white flour and containing partially hydrogenated vegetable oils, soy flour or additives. Crackers containing unsoaked quinoa, agave, chocolate, cocoa or cacao."
      },
      {
        "name": "Nuts and Seeds",
        "best": "Fresh organic or wild raw nuts and seeds (except hemp) in sealed packages (not from bins); organic raw almonds by mail order (as store-bought organic raw almonds have been heat-treated); soaked/sprouted nuts and seeds must be soaked in salted water. Nut and seed butters must be made with nuts and seeds soaked/sprouted in salted water. Note: Soak raw nuts and seeds in salted water for 6-8 hours and dry in a dehydrator or in the oven at a warm setting. Store in airtight containers. Walnuts should be stored in the refrigerator.",
        "good": "Fresh raw and dry roasted nuts and seeds (except hemp); peanut butter made from roasted peanuts, and other nut and seed butters (except hemp) without partially hydrogenated vegetable oils, sugar, agave, chocolate, cocoa, cacao, flavorings or other additives. Note: Soak raw nuts and seeds in salted water for 6-8 hours and dry in a dehydrator or in the oven at a warm setting. Store in airtight containers. Walnuts should be stored in the refrigerator.",
        "avoid": "Peanut butter, other nut and seed butters, and nut mixtures containing partially hydrogenated vegetable oils, sugar, agave, chocolate, cocoa, cacao, flacorings or other additives; hemp seeds and products. Nuts and seeds (even organic) from China."
      },
      {
        "name": "Coconut Products",
        "best": "'Water', 'milk' and 'cream' extracted from fresh coconuts; whole canned (not in aseptic boxes) coconut milk without additives; sweetened desiccated coconut meat; raw coconut butter; raw coconut spread; raw coconut creme; coconut vinegar. All canned products preferably in BPA-free containers.",
        "good": "Canned (not in aseptic boxes) whole coconut milk and cream with emulsifiers; canned (not in aseptic boxes) coconut water.",
        "avoid": "'Lite' coconut milk; sweetened coconut meat; coconut products containing preservatives; coconut products in aseptic boxes."
      },
      {
        "name": "Condiments",
        "best": "Organic raw vinegars; organic aged balsamic vinegars; organic raw naturally fermented soy sauce, tamari and miso; organic arrowroot; organic mustard; organic flavoring mixes; organic mirin; organic fermented ketchup and sauces; organic natto; organic olives; fresh gelatin made from animals fed non-GMO feed.",
        "good": "Pasteurized naturally fermented soy sauce, tamari and miso without preservatives; ketchup sweetened with organic sugar or natural sweeteners; sauces with natrual ingredients and without MSG; pasteurized vinegar without natural flavors or caramel; sheet gelatin and gelatin powder made from animals fed non-GMO feed.",
        "avoid": "Most commercial sauces, ketchup and other condiments; liquid amino acids (including coconut); bouillon cubes; distilled vinegar; gelatin made from animals fed GMO feed."
      },
      {
        "name": "Salt and Spices",
        "best": "Unrefined salt (which is light grey, pink, red or beige in color); fresh seasoning herbs; non-irradiated dried seasoning herbs, spices and blends without additives. If smoked, must be naturally smoked.",
        "good": "Non-iodized salt; dried seasoning herbs, spices and blends without additives; blends containing salt.",
        "avoid": "Iodized salt; MSG; salts, herbs, spices and blends containing MSG, citric acid, hydrolyzed protein or other additives. Spices and herbs (even organic) from China."
      },
      {
        "name": "Soups and Stocks",
        "best": "Stock made with bones of pastured poultry, beef, veal, water buffalo, lamb, goat, game meats and pork fed non-GMO feed; stock made with wild seafood or bonito flakes; GMO-free homemade soups based on homemade stock (bone broth).",
        "good": "GMO-free canned broth or stock without additives. Add 1-2 teaspoons gelatin (recommended brands) to these canned broths and stocks.",
        "avoid": "Most canned and all dehydrated soups, which are loaded with MSG; stock sold in high-temperature aseptic boxes; bouillon cubes. Soups and stocks that are not GMO-free."
      },
      {
        "name": "Snack Foods",
        "best": "Organic potato chips, plantain chips and popcorn cooked in pastured lard, ghee, coconut oil or palm oil; organic popcorn home-popped in pastured lard, ghee, coconut oil or palm oil.",
        "good": "Organic chips and popcorn cooked in lard (but may contain additives), olive palm, high oleic sunflower or high oleic safflower oil; plain pork rinds.",
        "avoid": "All chips, popcorn and snack foods cooked in partially hydrogenated vegetable oils; microwave popcorn; snack foods containing agave, citric acid, unsoaked quinoa, chocolate, cocoa or cacao; snack foods made with non-organic grains (most of which are sprayed with Roundup); non-organic chips and popcorn."
      },
      {
        "name": "Cookies, Bars and Muffins",
        "best": "Cookies, bars and muffins made with organic natural sweeteners, soaked or sprouted whole grain flour, soaked/dried nuts and seeds, and butter, coconut oil or other traditional fats.",
        "good": "Cookies, bars and muffins made with organic whole grain flour, butter, palm oil or coconut oil.",
        "avoid": "Cookies, bars and muffins made with non-organic grains (most of which are sprayed with Roundup); most commercial cookies, bars and muffins made with partially hydrogenated vegetable oils or refined sweeteners like sugar, high-fructose corn syrup and agave; granola bars; energy bars, especially those containing soy protein; cookies, bars and muffins containing natural flavors, coffe, chocolate, cocoa or cacao."
      },
      {
        "name": "Sweeteners",
        "best": "Organic natural sweeteners such as dehydrated sugar cane juice, maple sugar, coconut sugar, palm sugar and date sugar; molasses, maple syrup, sorghum syrup and malt syrups; raw, unfiltered honey from hives that are free of pesticides, antibiotics and non-organic sugars (note that raw honey should not be give to babies); green stevia leaves and green stevia powder in small amounts; organic cane sugar for making kombucha.",
        "good": "Raw, unadulterated honey, preferably unfiltered. Organic jams made with natural sweeteners and without ascorbic acid and citric acid.",
        "avoid": "White sugar, corn syrup, high-fructose corn syrup, brown rice syrup, fructose, agave, yacon syrup, imitation syrups, heated honey, concentrated fruit juices, monk fruit; white stevia extracts (liquid and powder), artificial sweeteners such as sucralose (Splenda) and aspartame (Nutra-Sweet and Equal), sugar alcohols, such as xylitol; jams made with sugar, ascorbic acid or citric acid."
      },
      {
        "name": "Ice Cream",
        "best": "Homemade ice cream (except chocolate and those with natural flavors) made with cream from grass-fed animals (preferably raw), egg yolks, real vanilla and natural sweeteners.",
        "good": "Simple flavors (such as vanilla or pistachio) of commercial ice cream made with rBGH-free milk, cream, egg yolks and real vanilla (Note: Unfortunately, all commercial ice cream is made with homogenized cream and milk).",
        "avoid": "All commercial ice cream brands contain a form of antifreeze called propylene glycol which is not listed on the labels. Commercial ice cream brands should only be eaten in very moderate amounts. Avoid ice cream made without cream and those containing extenders, soy products, powdered milk, powdered egg yolks, agave, artificial or natural flavors, vanilla flavor, chocolate, cocoa, cacao or additives."
      },
      {
        "name": "Beverages",
        "best": "Organic lacto-fermented beverages (in glass jars) such as kombucha (made with organic black tea) and kvass; plain mineral water in cans or glass bottles without added sweeteners and flavorings.",
        "good": "Herbal coffee substitutes; organic herb teas without natural flavors, alfalfa, cocoa, chocolate, cacao, citric acid and caffeine, in moderation (and be careful of herb teas, some can have drug-like effects); organic unpasteurized beer and organic wine.",
        "avoid": "Soft drinks; diet drinks; fruit and vegetable juices; fluoridated water; coffee; tea (except for organic black tea used to make kombucha); water in plastic bottles; beverages containing fructose, high-fructose corn syrup, agave, artificial sweeteners, sugar alcohol, stevia leaf extract, natural flavors, hemp, alfalfa, citric acid, caffeine, ascorbic acid, added vitamins or minerals, chocolate, cocoa or cacao."
      },
      {
        "name": "Nutrient-Dense Oils",
        "best": "High-vitamin fermented cod liver oil, emu oil and fermented skate liver oil; unheated cod liver oil with natural vitamins retained.",
        "good": "Processed cod liver oil with synthetic vitamins in the right proportions: ten or fewer units vitaminA to one unit vitaminD, and with at least 2,500 IU's of vitamin A and 250 IU's of vitamin D per teaspoon.",
        "avoid": "Cod liver oil with low levels of vitamin A and/or low levels of vitamin D."
      }
    ]
  }
  